
[

{"text": "Apparently even cute girls go to hell.",
    "speaker": "???"
},

{"text": "How do I know?",
    "speaker": "???"
},

{"text": "Well, I was condemned to eternal damnation after death.",
    "speaker": "???"
},

{"text": "And I'm hot as hell.",
    "speaker": "???",
    "imageChange": true
},

{"text": "Hi, I'm Melissa, and I went to hell for, uh...",
    "speaker": "Melissa "
},

{"text": "What did I do? I probably should have been paying more attention.",
    "speaker": "Melissa "
},

{"text": "Is it cause I'm a lesbian?",
    "speaker": "Melissa "
},

{"text": "I think I stole a couple things: George's candy bar, maybe a little money?",
    "speaker": "Melissa "
},

{"text": "Or maybe that time in the mall? She didn't live did she??",
    "speaker": "Melissa "
},

{"text": "Nah, it's DEFINITELY cause I'm a lesbian.",
     "speaker": "Melissa "
},

{"text": "Anyway, yeah. Hell.",
    "speaker": "Melissa "
},


{"text": "They took me off and chained me down, you know, the usual.",
     "speaker": "Melissa ",
     "imageChange": true
},

{"text": "And this is where I met Ginger.",
    "speaker": "Melissa "
},

{"text": "She was going to be the first of many to torture me.",
    "speaker": "Melissa "
},

{"text": "She introduced herself formally, yet held her whip menacingly in hand.",
    "speaker": "Melissa "
},

{"text": "And, then and there, I did what came naturally.",
    "speaker": "Melissa "
},


{"text": "I acted impulsively. Guess I never learned my lesson in life.",
    "speaker": "Melissa ",
    "imageChange": true
},

{"text": "Like, hello, hot demon lady? Did I have another option??",
    "speaker": "Melissa "
},

{"text": "She didn't let up at first, and the torture continued.",
    "speaker": "Melissa "
},

{"text": "It's not exactly 'eternal' torture- it's more like a 9-5 gig.",
    "speaker": "Melissa "
},

{"text": "At the end of the day, we went back to what'd basically a crappy college dorm.",
    "speaker": "Melissa "
},

{"text": "Jokes on them, though, cause I like crappy college dorms!",
    "speaker": "Melissa "
},

{"text": "So, for a while, I'd spend my morning to afternoon flirting with a demon dominatrix...",
    "speaker": "Melissa "
},

{"text": "And I'd spend my evenings mindlessly watching television ads.",
    "speaker": "Melissa "
},

{"text": "It actually wasn't bad once I got used to it.",
    "speaker": "Melissa "
},

{"text": "But one day, I rolled a nat 20 on charisma.",
    "speaker": "Melissa "
},


{"text": "This led to that, and now I have a cute demon wife.",
    "speaker": "Melissa ",
    "imageChange": true
},

{"text": "By becoming her legal partner, apparently it makes me a citizen of hell.",
    "speaker": "Melissa "
},

{"text": "That exempts me from the whole eternal torture thing.",
    "speaker": "Melissa "
},

{"text": "I get to live in the neighborhood, walk around freely, talk to people from different realities...",
    "speaker": "Melissa "
},

{"text": "Then I get to go home to this absolutely adorable home? With my wife?",
    "speaker": "Melissa "
},

{"text": "10/10, would die again.",
    "speaker": "Melissa "
},

{"text": "Ginger's really into gaming, and it's SO cute when she gets mad.",
    "speaker": "Melissa "
},


{"text": "I like to cook and bake, which works out fine, since it's not Ginger's favorite thing.",
    "speaker": "Melissa ",
    "imageChange": true
},

{"text": "And, even though she's grumpy most of the time, I can tell it makes her happy.",
    "speaker": "Melissa "
},

{"text": "Especially breakfast.",
    "speaker": "Melissa "
},

{"text": "I'm a lot more of a morning person, so I've taken to making her breakfast in bed.",
    "speaker": "Melissa "
},

{"text": "And, in order to keep our relationship strong, I'll continue to do just that!",
    "speaker": "Melissa "
}

]