[ 

{"text": "Hey there, Marissa!",
    "speaker": "Jenkins"
},

{"text": "Hey!",
    "speaker": "Melissa"
},

{"text": "Do you have any waffle mix I can borrow?",
    "speaker": "Melissa"
},

{"text": "Maybe. Did I ever tell you the story about how me and my ship took on an entire fleet?",
    "speaker": "Jenkins"
},

{"text": "Yes.",
    "speaker": "Melissa"
},

{"text": "Would you like to hear it again?",
    "speaker": "Jenkins"
},

{"text": "In a normal game this is where you'd be given a choice to say no,",
    "speaker": "The Devs <3" 
},

{"text": "but there wasn't enough dev time to make branching dialogue a thing.",
    "speaker": "The Devs <3"
},

{"text": "So strap in buckaroo because you're going to listen to Old Man Jenkin's...",
    "speaker": "The Devs <3"
}, 

{"text": "Whether you want to or not. What did you expect from literal hell?",
    "speaker": "The Devs <3"
},
{"text": "Alright, buckle in!",
    "speaker": "Jenkins"
},

{"text": "In the Midst of night, the waves had rocked me to sleep like a wee baby.",
    "speaker": "Jenkins"
},

{"text": "But I woke with a jolt to a big splash and a violent rock of the boat- almost thought we'd tip!",
    "speaker": "Jenkins"
},

{"text": "I'd only put on my bathrobe when I lit a lamp and went to see what was the matter.",
    "speaker": "Jenkins"
},

{"text": "The Navy was upon us!",
    "speaker": "Jenkins"
},

{"text": "Of course, I couldn't let them take what we'd rightfully stolen!",
    "speaker": "Jenkins"
},

{"text": "So I put on my cap and took the wheel, barking orders at my crew to move.",
    "speaker": "Jenkins"
},

{"text": "It seemed like a lost cause, but we pulled through,",
    "speaker": "Jenkins"
},

{"text": "Drowning five ships with our canons and taking over those that surrendered!",
 "speaker": "Jenkins"
},

{"text": "Yes, one of my many, many victories!",
    "speaker": "Jenkins"
},

{"text": "Why weren't you condemned to eternal suffering like me?",
    "speaker": "Melissa"
},

{"text": "Well, relatively speaking, murder's a bit more commonplace in my society.",
    "speaker": "Jenkins"
},

{"text": "They're a bit lenient, set the bar lower...",
    "speaker": "Jenkins"
},

{"text": "'though between you 'an me, even by those standards, I'm pretty wild!",
    "speaker": "Jenkins"
},

{"text": "They decided to cut off my head and let me work a while.",
    "speaker": "Jenkins"
},

{"text": "'Been using my magic to get around ever since.",
    "speaker": "Jenkins"
},

{"text": "It isn't all bad, they gave me a service dog in case I fall off my cane. He's sweet as they get!",
    "speaker": "Jenkins"
},

{"text": "AA real CANE-nine, huh?",
    "speaker": "Jenkins"
},

{"text": "Haha, yeah!",
    "speaker": "Melissa"
},

{"text": "So about that waffle mix.",
    "speaker": "Melissa"
},

{"text": "Ah, right. Well thank you for listening to my story, Marissa.",
    "speaker": "Jenkins"
},

{"text": "Feel free to stop by again if you want to hear an old man's story.",
    "speaker": "Jenkins"
}

]
